Repository: Centaurioun/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Lists.po
Languages: fa

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the list part of the content item
fa: بخش لیست از آیتم محتوا

# OrchardCore.Lists.GraphQL.ContainedInputObjectType
source: the content item id of the parent list of the content item to filter
fa: شناسه آیتم محتوای لیست والد آیتم محتوا برای فیلتر شدن

# OrchardCore.Lists.GraphQL.ContainedQueryObjectType
source: Represents a link to the parent content item, and the order that content item is represented.
fa: لینکی به آیتم محتوای والد، و ترتیب مکانی نمایش آیتم را ارائه می دهد.

# OrchardCore.Lists.GraphQL.ListQueryObjectType
source: Represents a collection of content items.
fa: مجموعه‌ای از انواع آیتم های محتوا را نشان می‌دهد.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The specified Blog Post doesn't exist anymore. Please create a new Blog Post.
fa: پست مورد نظر دیگر موجود نیست. لطفا یک پست جدید بسازید.

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: Not authorized to delete this content
fa: پاک کردن این محتوا مجاز نیست

# OrchardCore.Lists.RemotePublishing.MetaWeblogHandler
source: The username or e-mail or password provided is incorrect.
fa: نام کاربری، ایمیل و یا رمز عبور ارائه شده نادرست است.

# OrchardCore.Lists.Settings.ListPartSettingsDisplayDriver
source: At least one content type must be selected.
fa: حداقل یک نوع محتوا باید انتخاب شود.

# OrchardCore.Lists.Views.ListPart
source: The list is empty
fa: لیست مود نظر خالی است

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Please specify at least one contained content type.
fa: لطفا حداقل یک نوع محتوای شامل شده را مشخص کنید.

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create {0}
fa: ایجاد {0}

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: Create
fa: ایجاد

# OrchardCore.Lists.Views.ListPart.DetailAdmin
source: The list is empty.
fa: لیست خالی است.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed proxy Url
fa: آدرس پروکسی لیست

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The current feed is available at <a href="{0}">{0}</a>.
fa: لیست فعلی در<a href="{0}">{0}</a> موجود است.

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: Feed items count
fa: محاسبه آیتم های لیست

# OrchardCore.Lists.Views.ListPartFeed.Edit
source: The number of elements to display in the feed.
fa: تعداد المان هایی که در لیست نمایش داده‌می‌شود.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Page Size
fa: اندازه صفحه

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The number of items to display per page.
fa: تعداد آیتم هایی که در هر صفحه نمایش داده می‌شود.

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: Contained Content Types
fa: شامل انواع محتوا

# OrchardCore.Lists.Views.ListPartSettings.Edit
source: The content types that this list can contain, e.g. Blog Post for a Blog.
fa: انواع محتوایی که شامل این لیست میش‌شود، برای مثال Blog Post برای یک Blog.

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Lists
fa: لیست ها

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the content items
fa: آیکونی برای آیتم های محتوایی

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon
fa: آیکون

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Add parent menu item
fa: افزودن آیتم منوی اصلی

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Icon for the parent menu item
fa: آیکونی برای آیتم منوی اصلی

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeEdit
source: Pick an icon
fa: یک آیکون را انتخاب کنید

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeSummary
source: Lists
fa: لیست ها

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Lists
fa: لیست ها

# OrchardCore.Lists.Views.Items.ListsAdminNode.Fields.TreeThumbnail
source: Adds links for list content items
fa: لینک هایی را برای آیتم های محتوایی لیست اضافه می‌کند
