Repository: Centaurioun/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Settings.po
Languages: cs, ru

# OrchardCore.Settings.AdminMenu
source: Configuration
cs: Konfigurace
ru: Конфигурация

# OrchardCore.Settings.AdminMenu
source: Settings
cs: Nastavení
ru: Настройки

# OrchardCore.Settings.AdminMenu
source: General
cs: Obecné
ru: Общие положения

# OrchardCore.Settings.Controllers.AdminController
source: Site settings updated successfully.
cs: Nastavení webu bylo aktualizováno.
ru: Настройки сайта успешно обновлены.

# OrchardCore.Settings.Controllers.AdminController
source: The site needs to be restarted for the settings to take effect
cs: Pro aplikaci nastavení je nutné restartovat web

# OrchardCore.Settings.Controllers.AdminController
source: Invalid culture name
cs: Neplatný název jazykové verze

# OrchardCore.Settings.Drivers.DefaultSiteSettingsDisplayDriver
source: The site has been restarted for the settings to take effect
cs: Web byl restartován

# OrchardCore.Settings.Views.Settings.Edit
source: Site name
cs: Název webu
ru: Имя сайта

# OrchardCore.Settings.Views.Settings.Edit
source: The site name.
cs: Název webu.
ru: Название сайта.

# OrchardCore.Settings.Views.Settings.Edit
source: Base url
cs: Základní URL
ru: Базовый url

# OrchardCore.Settings.Views.Settings.Edit
source: Enter the fully qualified base URL of the web site.
cs: Zadejte úplnou základní URL webu.
ru: Введите полностью квалифицированный базовый URL сайта.

# OrchardCore.Settings.Views.Settings.Edit
source: Use CDN (Content Delivery Network)
cs: Použivat CDN (Content Delivery Network)
ru: Использовать CDN (сеть доставки контента)

# OrchardCore.Settings.Views.Settings.Edit
source: — Whether the defined CDN value is used for scripts and stylesheets, or their local version
cs: — určuje zda se pro skripty a styly použivá CDN nebo jejich lokální verze
ru: — используется ли значение CDN для скриптов и таблиц стилей или их локальной версии

# OrchardCore.Settings.Views.Settings.Edit
source: Resource Debug Mode
cs: Režim ladění
ru: Режим отладки ресурсов

# OrchardCore.Settings.Views.Settings.Edit
source: From environment — enabled in <em>Production</em>, disabled otherwise)
cs: Z proměnné prostředí – v <em>produkčním režimu</em> povoleno, jinak zakázáno
ru: Из среды — включено в <em>Производство</em>, отключено иначе)

# OrchardCore.Settings.Views.Settings.Edit
source: Enabled — use debuggable version of resources
cs: Povoleno – použít plnou verzi skriptů a stylů
ru: Включено — используйте отладочную версию ресурсов

# OrchardCore.Settings.Views.Settings.Edit
source: Disabled — use minified version of resources
cs: Zakázáno – použít minifikovanou verzi skriptů a stylů
ru: Отключено — используйте минимизированную версию ресурсов

# OrchardCore.Settings.Views.Settings.Edit
source: Determines whether scripts and stylesheets load in their debuggable or minified form.
cs: Určuje, zda se použijí skripty a styly ve své plné nebo minifikované verzi.
ru: Определяет, загружаются ли скрипты и таблицы стилей в их отладочной или минифицированной форме.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Time Zone
cs: Výchozí časové pásmo
ru: Часовой пояс по умолчанию

# OrchardCore.Settings.Views.Settings.Edit
source: Local to server
cs: Podle nastavení serveru
ru: Локально на сервер

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times.
cs: Určuje výchozí časové pásmo používané při zobrazení a úpravě datumů a časů.

# OrchardCore.Settings.Views.Settings.Edit
source: Default Culture
cs: Výchozí jazyková verze

# OrchardCore.Settings.Views.Settings.Edit
source: System ({0} | {1})
cs: Systém ({0} | {1})

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default culture used
cs: Určuje výchozí jazyk

# OrchardCore.Settings.Views.Settings.Edit
source: Add or remove supported cultures for the site
cs: Přidat nebo odebrat podporované jazyky

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Save
cs: Uložit
ru: Сохранить

# OrchardCore.Settings.Views.SiteSettings.SaveButton
source: Cancel
cs: Storno
ru: Отмена

# OrchardCore.Settings.Views.Admin.Culture
source: Settings
cs: Nastavení

# OrchardCore.Settings.Views.Admin.Culture
source: Manage Settings
cs: Spravovat nastavení

# OrchardCore.Settings.Views.Admin.Culture
source: Supported Cultures
cs: Podporované jazykové verze

# OrchardCore.Settings.Views.Admin.Culture
source: Available Cultures
cs: Dostupné jazykové verze

# OrchardCore.Settings.Views.Admin.Culture
source: Add a culture:
cs: Přidat jazykovou verzi:

# OrchardCore.Settings.Views.Admin.Culture
source: Other
cs: Ostatní

# OrchardCore.Settings.Views.Admin.Culture
source: Add
cs: Přidat

# OrchardCore.Settings.Views.Admin.Culture
source: Cultures this site supports
cs: Podporované jazyky

# OrchardCore.Settings.Views.Admin.Index
source: Settings
cs: Nastavení
ru: Настройки

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: Site Settings
cs: Nastavení webu
ru: Настройки сайта

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Edit
source: The site settings to add as part of the plan.
cs: Nastavení webu, které se přidají jako součást plánu.
ru: Настройки сайта для добавления в качестве части плана.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: Site Settings
cs: Nastavení webu
ru: Настройки сайта

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Summary
source: No settings selected.
cs: Nejsou vybrána žádná nastavení.
ru: Настройки не выбраны.

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Site Settings
cs: Nastavení webu
ru: Настройки сайта

# OrchardCore.Settings.Views.Items.SiteSettingsDeploymentStep.Fields.Thumbnail
source: Exports the current site settings.
cs: Exportuje aktuální nastavení webu.
ru: Экспорт текущих настроек сайта.

# OrchardCore.Settings.Views.Shared.DisplayTemplates.RemovableCulture
source: Delete
cs: Smazat
ru: Удалить

# OrchardCore.Settings.Views.Settings.Edit
source: Determines the default time zone used when displaying and editing dates and times. DST (daylight saving time) will be applied automatically per time zone if available.
ru: Определяет часовой пояс по умолчанию, используемый при отображении и редактировании дат и времени. DST (время сохранения дневного времени) будет применяться автоматически в часовом поясе, если это доступно.
