Repository: Centaurioun/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Themes.po
Languages: fa

# OrchardCore.Themes.AdminMenu
source: Themes
fa: پوسته‌ها

# OrchardCore.Themes.AdminMenu
source: Active Themes
fa: پوسته‌های فعال

# OrchardCore.Themes.Controllers.AdminController
source: {0} was enabled
fa: {0} فعال بوده است

# OrchardCore.Themes.Controllers.AdminController
source: {0} was set as the default {1} theme
fa: {0} به عنوان قالب {1} تعیین شده است.

# OrchardCore.Themes.Controllers.AdminController
source: The Site theme was reset.
fa: قالب سایت به حالت اولیه برگشت.

# OrchardCore.Themes.Controllers.AdminController
source: The Admin theme was reset.
fa: قالب پنل مدیریت به حالت اولیه برگشت.

# OrchardCore.Themes.Controllers.AdminController
source: {0} was disabled
fa: {0} غیرفعال بوده است

# OrchardCore.Themes.Services.ThemeService
source: {0} was enabled.
fa: {0} فعال بوده است.

# OrchardCore.Themes.Services.ThemeService
source: {0} was disabled.
fa: {0} غیرفعال بوده است.

# OrchardCore.Themes.Views.NavigationItemText-themes.Id
source: Themes
fa: پوسته‌ها

# OrchardCore.Themes.Views.Admin.Index
source: Changing default themes
fa: تغییر پوسته پیش‌فرض

# OrchardCore.Themes.Views.Admin.Index
source: This page lets you change the site's default themes for both the front-end and the back-end.
fa: این صفحه به شما اجازه می دهد تا قالب سایت و پنل مدیریت را تغییر دهید.

# OrchardCore.Themes.Views.Admin.Index
source: There are no themes installed.
fa: هیچ پوسته‌ای نصب نشده است.

# OrchardCore.Themes.Views.Admin.Index
source: By: {0}
fa: توسط: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Version: {0}
fa: نسخه: {0}

# OrchardCore.Themes.Views.Admin.Index
source: Make Default
fa: تنظیم به عنوان پیش‌فرض

# OrchardCore.Themes.Views.Admin.Index
source: Disable
fa: غیرفعال کردن

# OrchardCore.Themes.Views.Admin.Index
source: Enable
fa: فعال کردن

# OrchardCore.Themes.Views.Admin.Index
source: This is the default {0} theme
fa: {0} قالب قالب پیش فرض است

# OrchardCore.Themes.Views.Admin.Index
source: Reset default themes
fa: تنظیم مجدد به قالب پیشفرض

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Site theme?
fa: آیا مطمئن هستید می‌خواهید قالب سایت را به حالت پیش فرض برگردانید؟

# OrchardCore.Themes.Views.Admin.Index
source: Reset Site Theme
fa: بازگردانی قالب سایت به حالت اولیه

# OrchardCore.Themes.Views.Admin.Index
source: Are you sure you want to reset the Admin theme?
fa: آیا مطمئن هستید می‌خواهید قالب پنل مدیریت را به حالت پیش فرض برگردانید؟

# OrchardCore.Themes.Views.Admin.Index
source: Reset Admin Theme
fa: بازگردانی قالب پنل مدیریت به حالت اولیه

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Edit
source: Themes
fa: پوسته‌ها

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Themes
fa: پوسته‌ها

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Summary
source: Adds the currently selected site theme and admin theme to the plan.
fa: پوسته انتخاب شده سایت و پوسته ادمین فعلی را به برنامه اضافه میکند.

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Themes
fa: پوسته‌ها

# OrchardCore.Themes.Views.Items.ThemesDeploymentStep.Thumbnail
source: Exports the currently selected site theme and admin theme.
fa: از پوسته انتخاب شده سایت و پوسته ادمین فعلی خروجی می‌گیرد.
