Repository: Centaurioun/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Https.po
Languages: fa

# OrchardCore.Https.AdminMenu
source: Configuration
fa: پیکربندی

# OrchardCore.Https.AdminMenu
source: Settings
fa: تنظیمات

# OrchardCore.Https.Drivers.HttpsSettingsDisplayDriver
source: For safety, Enabling require HTTPS over HTTP has been prevented.
fa: برای ایمنی،از ضرورت فعال کردن HTTPS بر روی HTTP جلوگیری شده است.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The current tenant will be reloaded when the settings are saved.
fa: پس از ذخیره تنظیمات، tenant فعلی، مجددا بارگذاری خواهد شد.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS
fa: HTTPS ضروری است

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS for all requests
fa: HTTPS برای همه درخواست ها ضروری است

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Enable HSTS
fa: فعال کردن HSTS

# OrchardCore.Https.Views.HttpsSettings.Edit
source: This option should be enabled with caution, as it may prevent users from connecting if HTTPS was later disabled or wasn't available.
fa: اگر HTTPS دیرتر غیر فعال شود یا در دسترس نباشد،ممکن است از اتصال کاربران جلوگیری کند،پس این ویژگی باید با علامت هشدار فعال شود.

# OrchardCore.Https.Views.HttpsSettings.Edit
source: Require HTTPS Permanent
fa: HTTPS دائمی، ضروری است

# OrchardCore.Https.Views.HttpsSettings.Edit
source: SSL Port
fa: درگاه SSL

# OrchardCore.Https.Views.HttpsSettings.Edit
source: The SSL Port Number, leave empty to let the middlware try to determinate it.
fa: شماره درگاه SSL را خالی بگذارید تا میان افزار برای تعیین آن تلاش کند.
