Repository: Centaurioun/OrchardCore.Translations
Catalog: App_Data/Localization/*/OrchardCore.Users.Core.po
Languages: fa

# OrchardCore.Users.Services.UserService
source: A user name is required.
fa: نام کاربری را وارد کنید.

# OrchardCore.Users.Services.UserService
source: A password is required.
fa: رمز عبور را وارد کنید.

# OrchardCore.Users.Services.UserService
source: The specified user is not allowed to sign in.
fa: نام کاربری مجوز ورود ندارد

# OrchardCore.Users.Services.UserService
source: A user name or email is required.
fa: نام کاربری یا پست الکترونیک را وارد کنید.

# OrchardCore.Users.Services.UserService
source: A token is required.
fa: Token را وارد کنید.

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one digit character ('0'-'9').
fa: رمز عبور باید حداقل شامل یک عدد باشد (٠ - ٩).

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one lowercase character ('a'-'z').
fa: رمز عبور باید حداقل شامل یک حرف کوچک انگلیسی باشد (a - z).

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one uppercase character ('A'-'Z').
fa: رمز عبور باید شامل یک حرف بزرگ انگلیسی باشد (A -Z).

# OrchardCore.Users.Services.UserService
source: Passwords must have at least one non letter or digit character.
fa: رمز عبور باید شامل یک عدد یا یک نشانه باشد.

# OrchardCore.Users.Services.UserService
source: Passwords must be at least {0} characters.
fa: رمز عبور باید حداقل {0} کاراکتر باشد.

# OrchardCore.Users.Services.UserService
source: Passwords must contain at least {0} unique characters.
fa: رمز عبور باید شامل حداقل {0} کاراکتر منحصر‌به‌فرد باشد.

# OrchardCore.Users.Services.UserService
source: Incorrect password.
fa: رمزعبور نادرست است.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is invalid, can only contain letters or digits.
fa: نام کاربری {0} نامعتبر است، نام کاربری شامل حروف یا اعداد است.

# OrchardCore.Users.Services.UserService
source: User name '{0}' is already used.
fa: نام کاربری {0} قبلا ثبت شده است.

# OrchardCore.Users.Services.UserService
source: Email '{0}' is invalid.
fa: پست الکترونیک {0} نامعتبر است.

# OrchardCore.Users.Services.UserService
source: Unexpected error: '{0}'.
fa: خطای غیرمنتظره: {0}.
